**Free
      //*========================================================================
      //*
      //*
      //* Object....: Test
      //* Purpose...: For Class exercises
      //*
      //* Author....: Virginia Klein
      //* Date......: 8-02-2019
      //*
      //*------------------------------------------------------------------------
      //* Modifications:
      //* - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
      //* Proj#    Date    Init  Description
      //* ----- ---------- ----  -----------
      //*
      //*
      //*------------------------------------------------------------------------
       Ctl-Opt Option(*Srcstmt: *Nodebugio) ;

       Dcl-PR Main EXTPGM( 'TEST' );

       End-PR ;

        //copy 'header/logpr'

        dcl-s something char(15);

        something = 'something else';


        *inlr = *on;

